[
  {
    "username": "astronomerRAKIETA",
    "content": "Czarne dziury fascynują mnie swoją zdolnością do zakrzywiania czasu i przestrzeni. Wyobraźcie sobie, jak to musi wyglądać na krawędzi horyzontu zdarzeń – czas płynie inaczej, a wszystko, co wpada, dosłownie znika z naszego wszechświata. To niesamowite, jak coś tak małego w skali kosmicznej może mieć tak ogromny wpływ na otoczenie.",
    "timestamp": "25.01.2025, 18:09:48",
    "id": 1737824988935
  },
  {
    "username": "ElonMuussss",
    "content": "Supermasywne czarne dziury w centrach galaktyk to kluczowy element ich rozwoju. Niektórzy naukowcy sugerują, że aktywność czarnej dziury może kontrolować tempo powstawania nowych gwiazd w galaktyce. To pokazuje, że czarne dziury nie tylko niszczą, ale też mają wpływ na tworzenie i ewolucję wszechświata.",
    "timestamp": "25.01.2025, 18:10:24",
    "id": 1737825024413
  },
  {
    "username": "kosmonauta_andrii",
    "content": "Obserwacja dysków akrecyjnych wokół czarnych dziur to coś, co zawsze mnie zachwyca. Materia obracająca się w ich pobliżu osiąga niesamowite prędkości, co generuje ogromne ilości energii w postaci promieniowania rentgenowskiego. To jeden z niewielu sposobów, by „zobaczyć” coś, co w teorii jest niewidzialne.",
    "timestamp": "25.01.2025, 18:11:03",
    "id": 1737825063654
  },
  {
    "username": "tachoika",
    "content": "Wciąż nie mogę się nadziwić, jak połączenie dwóch czarnych dziur powoduje powstanie fal grawitacyjnych, które możemy wykrywać tutaj, na Ziemi. To dowód, jak bardzo wszystko w kosmosie jest ze sobą połączone. Każda taka detekcja to krok bliżej do zrozumienia, czym naprawdę są czarne dziury.",
    "timestamp": "25.01.2025, 18:11:27",
    "id": 1737825087590
  },
  {
    "username": "astronomer2137",
    "content": "Czarne dziury wcale nie są takie \"ciche\", jak mogłoby się wydawać. Dzięki swojemu wpływowi grawitacyjnemu i emisji energii mogą wpływać na powstawanie galaktyk, a nawet zmieniać ich strukturę. To niesamowite, jak potężne są te obiekty i jak bardzo zmieniają kosmos wokół siebie.",
    "timestamp": "25.01.2025, 18:11:50",
    "id": 1737825110286
  },
  {
    "username": "jakasnazwa",
    "content": "aerghdtyi",
    "timestamp": "31.01.2025, 14:37:48",
    "id": 1738330668449
  }
]