[
  {
    "username": "Bolesław I Chrobry",
    "content": "Życie w najbardziej ekstremalnych warunkach na naszej planecie – w głębinach oceanów czy na pustyniach – pokazuje, że życie może istnieć w warunkach, które wydają się niemożliwe. Może na Enceladusie czy Europie pod lodową skorupą kryją się podobne mikroorganizmy?",
    "timestamp": "25.01.2025, 18:19:57",
    "id": 1737825597328
  },
  {
    "username": "Mieszko II Lambert",
    "content": "Badania Curiosity i Perseverance pokazują, że Mars mógł mieć w przeszłości warunki sprzyjające życiu. Woda, metan i ślady organicznych związków to mocne wskazówki, że nasz sąsiad mógł być kiedyś zamieszkały. Może znajdziemy dowody w próbkach, które będą sprowadzone na Ziemię?",
    "timestamp": "25.01.2025, 18:20:34",
    "id": 1737825634917
  },
  {
    "username": "Bezprym",
    "content": "Z każdym rokiem odkrywamy coraz więcej planet w tzw. strefie zamieszkiwalnej. Fakt, że są one tak powszechne, sugeruje, że życie może być czymś naturalnym we wszechświecie. Teraz pozostaje tylko pytanie: jak to życie może wyglądać?",
    "timestamp": "25.01.2025, 18:21:06",
    "id": 1737825666444
  },
  {
    "username": "Kazimierz I Odnowiciel",
    "content": "Spektroskopia atmosfer egzoplanet pozwala nam badać skład gazów, które mogą wskazywać na obecność życia. Wykrycie tlenu czy metanu byłoby sensacją – to gazów, które na Ziemi są ściśle związane z organizmami żywymi.",
    "timestamp": "25.01.2025, 18:22:48",
    "id": 1737825768291
  },
  {
    "username": "Bolesław II Szczodry (Śmiały)",
    "content": "Programy jak SETI od dekad szukają sygnałów radiowych od zaawansowanych cywilizacji. Czyżby brak wyników oznaczał, że jesteśmy sami, czy może po prostu nie wiemy, jak ich szukać? Może powinniśmy szukać zupełnie innych form komunikacji?",
    "timestamp": "25.01.2025, 18:23:27",
    "id": 1737825807764
  },
  {
    "username": "Władysław I Herman",
    "content": "Teoria, że życie mogło przybyć na Ziemię na meteorytach, otwiera zupełnie nowe możliwości. Może życie nie jest unikalne dla naszej planety, tylko rozprzestrzenia się po całym wszechświecie, czekając na odpowiednie warunki, by się rozwijać?",
    "timestamp": "25.01.2025, 18:25:00",
    "id": 1737825900988
  }
]